Repository: ConsorcioCINCEL/DataOrcid
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: This guide provides a functional boilerplate to implement the <strong>OAuth2 3-legged flow</strong>. This process is essential for obtaining persistent permissions from researchers, allowing your institution to push <strong>funding (grants)</strong> records directly to their ORCID profiles.
es: Esta guía proporciona un modelo funcional para implementar el <strong>flujo OAuth2 de 3 pasos</strong>. Este proceso es esencial para obtener permisos persistentes de los investigadores, permitiendo que su institución envíe registros de <strong>financiamiento (subvenciones)</strong> directamente a sus perfiles de ORCID.

source: Ready-to-use Project
es: Proyecto Listo para Usar

source: The ZIP includes the Flask application, database models, requirements.txt, and a template .env file.
es: El ZIP incluye la aplicación Flask, modelos de base de datos, requirements.txt y una plantilla del archivo .env.

source: Download project.zip
es: Descargar proyecto.zip

source: Prerequisites
es: Requisitos Previos

source: This guide is designed for local testing using the ORCID Sandbox environment.
es: Esta guía está diseñada para pruebas locales utilizando el entorno Sandbox de ORCID.

source: Safe Email Testing with Ethereal
es: Pruebas de Correo Seguras con Ethereal

source: To send authorization invites without using a real institutional mail server, we use <strong>Ethereal Mail</strong>. It is a fake SMTP service where messages are "caught" and displayed in a web dashboard instead of being sent to real inboxes.
es: Para enviar invitaciones de autorización sin utilizar un servidor de correo institucional real, usamos <strong>Ethereal Mail</strong>. Es un servicio SMTP falso donde los mensajes son "atrapados" y mostrados en un panel web en lugar de ser enviados a bandejas de entrada reales.

source: Go to
es: Ve a

source: and click on
es: y haz clic en

source: Copy the generated <strong>User</strong> and <strong>Password</strong>.
es: Copia el <strong>Usuario</strong> y la <strong>Contraseña</strong> generados.

source: Paste them into your <code>.env</code> file (see Step 3 below).
es: Pégalos en tu archivo <code>.env</code> (ver Paso 3 abajo).

source: No real spam
es: Sin spam real

source: Safe for development
es: Seguro para desarrollo

source: Installation & Execution
es: Instalación y Ejecución

source: Environment Setup
es: Configuración del Entorno

source: Configuration (.env)
es: Configuración (.env)

source: ORCID Sandbox Credentials
es: Credenciales de Sandbox de ORCID

source: Ethereal SMTP Settings
es: Configuración SMTP de Ethereal

source: Start the local server:
es: Iniciar el servidor local:

source: Source CSV Structure
es: Estructura del CSV de Origen

source: Header
es: Encabezado

source: Authorization Workflow
es: Flujo de Trabajo de Autorización

source: Upload CSV
es: Cargar CSV

source: Researcher Link
es: Enlace del Investigador

source: Grant Permission
es: Otorgar Permiso

source: Sync to ORCID
es: Sincronizar a ORCID

source: Copied!
es: ¡Copiado!

source: Content copied to clipboard.
es: Contenido copiado al portapapeles.

source: Read (Pull) · ORCID Public API · Data ORCID-Chile
es: Lectura (Pull) · API pública ORCID · Data ORCID-Chile

source: ORCID Public API Guide
es: Guía de API Pública ORCID

source: Public API (Pull)
es: API Pública (Pull)

source: Introduction for Developers
es: Introducción para Desarrolladores

source: The ORCID Public API allows any system to <strong>retrieve public researcher data</strong>. It works over HTTP using standard REST methods. You only need the <strong>ORCID iD</strong> to start pulling information.
es: La API pública de ORCID permite a cualquier sistema <strong>recuperar datos públicos de investigadores</strong>. Funciona a través de HTTP utilizando métodos REST estándar. Solo necesitas el <strong>iD de ORCID</strong> para comenzar a obtener información.

source: Base URL
es: URL Base

source: Mandatory Header
es: Cabecera Obligatoria

source: Quick Tip
es: Consejo Rápido

source: Always include the Accept header to receive data in JSON format, which is easier to parse than the default XML.
es: Incluye siempre la cabecera Accept para recibir datos en formato JSON, el cual es más fácil de procesar que el XML por defecto.

source: Example ORCID used:
es: ORCID de ejemplo utilizado:

source: Step 1: Advanced Search Examples (cURL)
es: Paso 1: Ejemplos de Búsqueda Avanzada (cURL)

source: Search by Institution (ANID)
es: Buscar por Institución (ANID)

source: Search for researchers associated with ANID Chile.
es: Buscar investigadores asociados a ANID Chile.

source: Search by ROR Identifier
es: Buscar por Identificador ROR

source: Searching for the ROR string within the organization fields.
es: Búsqueda de la cadena ROR dentro de los campos de organización.

source: Search by Name & Country
es: Buscar por Nombre y País

source: Step 2: Complete API Endpoint Reference
es: Paso 2: Referencia Completa de Endpoints de la API

source: Endpoint Sub-path
es: Sub-ruta del Endpoint

source: Information Returned
es: Información Devuelta

source: Live JSON Link
es: Enlace JSON en Vivo

source: Global Records
es: Registros Globales

source: Full public record (Person + Activities summary)
es: Registro público completo (Persona + Resumen de actividades)

source: Aggregated activities (Works, Funding, Affiliations)
es: Actividades agregadas (Contribuciones, Financiamiento, Afiliaciones)

source: Personal Details
es: Detalles Personales

source: Complete personal data (Names, bio, emails, keywords)
es: Datos personales completos (Nombres, biografía, correos, palabras clave)

source: Basic names and credit names
es: Nombres básicos y nombres de crédito

source: Public email addresses (Returns empty if none)
es: Direcciones de correo públicas (Retorna vacío si no hay)

source: Other IDs: Scopus, ResearcherID, etc.
es: Otros IDs: Scopus, ResearcherID, etc.

source: Public research keywords
es: Palabras clave de investigación públicas

source: Public country and location data
es: Datos públicos de país y ubicación

source: Researcher profile or institutional websites
es: Perfil del investigador o sitios web institucionales

source: Affiliations & History
es: Afiliaciones e Historial

source: Public employment and job history
es: Empleo público e historial laboral

source: Public education and degrees
es: Educación pública y títulos

source: Guest posts and invited roles
es: Cargos de invitado y roles invitados

source: Institutional or society memberships
es: Membresías institucionales o de sociedades

source: Public service or volunteer roles
es: Servicio público o roles voluntarios

source: Prizes, awards, and distinctions
es: Premios, galardones y distinciones

source: Professional certifications or qualifications
es: Certificaciones profesionales o calificaciones

source: Scientific Output
es: Producción Científica

source: Contributions: publications, datasets, etc.
es: Contribuciones: publicaciones, conjuntos de datos, etc.

source: Research grants and financial support
es: Subvenciones de investigación y apoyo financiero

source: Public peer review record (Summary)
es: Registro público de revisión por pares (Resumen)

source: Access to laboratories or research equipment
es: Acceso a laboratorios o equipos de investigación

source: Step 3: Direct ORCID Lookup (cURL)
es: Paso 3: Búsqueda Directa en ORCID (cURL)

source: Get Summary (Works & Education)
es: Obtener Resumen (Contribuciones y Educación)

source: Get Bio & Identity
es: Obtener Bio e Identidad

source: Privacy & API Limitations
es: Privacidad y Limitaciones de la API

source: Visibility:
es: Visibilidad:

source: The Public API only returns data set to "Everyone" by the researcher. Data marked as "Trusted Parties" or "Private" is invisible.
es: La API pública solo devuelve datos configurados como "Para Todos" por el investigador. Los datos marcados como "Partes de Confianza" o "Privado" son invisibles.

source: 404 Errors:
es: Errores 404:

source: Usually means the record is private or the ID does not exist.
es: Usualmente significa que el registro es privado o que el iD no existe.

source: Rate Limits:
es: Límites de Tasa:

source: The Public API is limited to <strong>24 requests per second</strong>. For batch processing, we recommend a small delay (sleep) between requests to avoid being temporarily blocked.
es: La API Pública está limitada a <strong>24 solicitudes por segundo</strong>. Para procesamiento por lotes, recomendamos un pequeño retraso (sleep) entre solicitudes para evitar ser bloqueado temporalmente.

source: Recommended Testing Tools
es: Herramientas de Prueba Recomendadas

source: (API Testing)
es: (Pruebas de API)

source: (HTTP Client)
es: (Cliente HTTP)

source: (Browser Extension)
es: (Extensión de Navegador)

source: Command copied to clipboard.
es: Comando copiado al portapapeles.

source: Institutional Metrics · Data ORCID-Chile
es: Métricas Institucionales · Data ORCID-Chile

source: ORCID Analytics Panel
es: Panel de Analítica ORCID

source: Metrics
es: Métricas

source: Works Production Trend
es: Tendencia de Producción de Contribuciones

source: Funding Timeline
es: Línea de Tiempo de Financiamiento

source: Funding Types
es: Tipos de Financiamiento

source: Top Contributors (Works)
es: Principales Contribuyentes (Trabajos)

source: No data
es: Sin datos

source: Top Contributors (Funding)
es: Principales Contribuyentes (Financiamiento)

source: Top Funding Orgs
es: Principales Organizaciones Financiadoras

source: Top Journals & Venues
es: Principales Revistas y Medios

source: Researcher Profile
es: Perfil de Investigador

source: Researcher Portfolio
es: Portafolio del Investigador

source: Researchers
es: Investigadores

source: Download Full Report
es: Descargar Reporte Completo

source: DOI Coverage
es: Cobertura de DOI

source: items
es: ítems

source: Registry Data
es: Datos del Registro

source: Updated
es: Actualizado

source: Other Identifiers
es: Otros Identificadores

source: Also known as
es: También conocido como

source: Visual Summary
es: Resumen Visual

source: Full Timeline
es: Línea de Tiempo Completa

source: Works by Type
es: Contribuciones por Tipo

source: Production Timeline
es: Línea de Tiempo de Producción

source: Funding Distribution
es: Distribución de Financiamiento

source: No quantitative data available for visualization.
es: No hay datos cuantitativos disponibles para visualización.

source: Employment
es: Empleos

source: Education
es: Educación

source: Grants & Funding
es: Proyectos y Financiamiento

source: Export
es: Exportar

source: Present
es: Actualidad

source: Other
es: Otro

source: Items
es: Ítems

source: No detailed funding categories available
es: No hay categorías de financiamiento detalladas disponibles

source: Researcher Directory · Data ORCID-Chile
es: Directorio de Investigadores · Data ORCID-Chile

source: Researcher Directory
es: Directorio de Investigadores

source: Refresh
es: Actualizar

source: First Names
es: Nombres

source: Last Names
es: Apellidos

source: Institutions
es: Instituciones

source: Managed via Affiliation Manager
es: Gestionado vía Affiliation Manager

source: Not public
es: No público

source: Export Excel
es: Exportar Excel

source: Resources and Integrations · Data ORCID-Chile
es: Recursos e integraciones · Data ORCID-Chile

source: Resources & Knowledge Base
es: Recursos y Base de Conocimiento

source: Resources
es: Recursos

source: Why be an ORCID Consortium Member?
es: ¿Por qué ser miembro del Consorcio ORCID?

source: Membership is not just about a technical ID; it is about institutional visibility and data control in the global research ecosystem.
es: La membresía no se trata solo de un iD técnico; se trata de visibilidad institucional y control de datos en el ecosistema global de investigación.

source: Data Integrity
es: Integridad de Datos

source: Assert your institution name on researcher records to prevent name ambiguity and fragmentation.
es: Reivindica el nombre de tu institución en los registros de los investigadores para evitar la ambigüedad y fragmentación de nombres.

source: Automatic Updates
es: Actualizaciones Automáticas

source: Automatically push information to profiles, saving researchers time in manual reporting.
es: Envía información automáticamente a los perfiles, ahorrando tiempo a los investigadores en reportes manuales.

source: Institutional Insight
es: Conocimiento Institucional

source: Access the Member Portal to get advanced statistics and manage institutional affiliations.
es: Accede al Portal de Miembros para obtener estadísticas avanzadas y gestionar las afiliaciones institucionales.

source: ORCID Member Portal Roles
es: Roles del Portal de Miembros ORCID

source: Access Portal
es: Acceder al Portal

source: The Member Portal is your administrative hub. Designating these roles ensures smooth communication with ORCID and CINCEL.
es: El Portal de Miembros es su centro administrativo. Designar estos roles asegura una comunicación fluida con ORCID y CINCEL.

source: Description & Responsibilities
es: Descripción y Responsabilidades

source: The legal authority authorized to sign formal agreements on behalf of the institution.
es: La autoridad legal autorizada para firmar acuerdos formales en nombre de la institución.

source: Primary institutional contact for general notifications and consortium coordination.
es: Contacto institucional principal para notificaciones generales y coordinación del consorcio.

source: Authorized to cast institutional ballots in ORCID board elections and policy decisions.
es: Autorizado para emitir votos institucionales en las elecciones de la junta de ORCID y decisiones de políticas.

source: Primary contact for API implementation, client credentials, and technical alerts.
es: Contacto principal para la implementación de la API, credenciales de cliente y alertas técnicas.

source: Person or department responsible for receiving and processing membership billing.
es: Persona o departamento responsable de recibir y procesar la facturación de la membresía.

source: Receives community newsletters, outreach materials, and marketing updates.
es: Recibe boletines de la comunidad, materiales de divulgación y actualizaciones de marketing.

source: Receives information about new ORCID features and beta testing opportunities.
es: Recibe información sobre las nuevas funciones de ORCID y oportunidades de pruebas beta.

source: API Credential Management
es: Gestión de Credenciales de API

source: Consortium members are entitled to <strong>5 production API Keys</strong>. These can be used across multiple institutional platforms.
es: Los miembros del consorcio tienen derecho a <strong>5 llaves de API de producción</strong>. Estas pueden utilizarse en múltiples plataformas institucionales.

source: Note: Activating the Affiliation Manager consumes <strong>one</strong> of your 5 available API slots.
es: Nota: Activar el Affiliation Manager consume <strong>uno</strong> de sus 5 cupos de API disponibles.

source: API Tutorial: Get & Authenticate
es: Tutorial de API: Obtener y Autenticar

source: Request Sandbox Credentials (Testing)
es: Solicita primero credenciales de Sandbox para pruebas.

source: Request Production Credentials (Go-live)
es: Solicita credenciales de Producción (Go-live)

source: A "No-Code" solution to write verified institutional affiliations directly into researcher records via CSV upload. Researchers must accept the invitation sent via email.
es: Una solución "No-Code" para escribir afiliaciones institucionales verificadas directamente en los registros de investigadores vía carga de CSV. Los investigadores deben aceptar la invitación enviada por correo.

source: Activation is managed directly through the <strong>ORCID Member Portal</strong>. Please note this tool uses one of your institutional API credentials.
es: La activación se gestiona directamente a través del <strong>Portal de Miembros de ORCID</strong>. Tenga en cuenta que esta herramienta utiliza una de sus credenciales de API institucionales.

source: CSV Field Specifications
es: Especificaciones de los Campos CSV

source: Valid researcher email (Required).
es: Correo electrónico válido del investigador (Obligatorio).

source: Type (Employment, Education, Qualification, etc).
es: Tipo (Empleo, Educación, Calificación, etc).

source: Organization details (Required).
es: Detalles de la organización (Obligatorio).

source: Dates in YYYY-MM-DD format (Optional).
es: Fechas en formato AAAA-MM-DD (Opcional).

source: The ROR or Ringgold ID.
es: El ID de ROR o Ringgold.

source: Source of the ID (ROR or RINGGOLD).
es: Fuente del ID (ROR o RINGGOLD).

source: Download CSV Template
es: Descargar Plantilla CSV

source: Official AM Guide
es: Guía Oficial del AM

source: Standard Platform Integrations
es: Integraciones Estándar de Plataformas

source: Sync journals with ORCID reviewers and authors.
es: Sincroniza revistas con revisores y autores de ORCID.

source: Plugin Docs
es: Docs del Plugin

source: Link repository files with validated ORCID IDs.
es: Vincula archivos del repositorio con iDs de ORCID validados.

source: Wiki Guide
es: Guía Wiki

source: Enrich researcher profiles with linked data.
es: Enriquece los perfiles de investigadores con datos vinculados.

source: Setup Guide
es: Guía de Configuración

source: Authenticate depositors using ORCID OAuth2.
es: Autentica a los depositantes utilizando ORCID OAuth2.

source: OAuth2 Docs
es: Documentación OAuth2

source: Critical Pre-Integration Checklist
es: Lista Crítica de Verificación Pre-Integración

source: Confirm your institution ROR (Research Organization Registry) ID. ROR is the global standard for identifying institutions in ORCID.
es: Confirme el ID de ROR (Research Organization Registry) de su institución. ROR es el estándar global para identificar instituciones en ORCID.

source: Ensure your technical environment supports <strong>HTTPS callbacks</strong>. ORCID requires secure redirects for data security.
es: Asegúrese de que su entorno técnico soporte <strong>retornos de llamada HTTPS</strong>. ORCID requiere redireccionamientos seguros para la seguridad de los datos.

source: Use the Sandbox environment first. It is a mirrored copy of ORCID where you can test without affecting real records.
es: Utilice primero el entorno Sandbox. Es una copia exacta de ORCID donde puede realizar pruebas sin afectar los registros reales.

source: Data Synchronization · Data ORCID-Chile
es: Sincronización de Datos · Data ORCID-Chile

source: Institutional Data Management
es: Gestión de Datos Institucionales

source: Bulk Download
es: Descarga Masiva

source: Cache Status
es: Estado de la Caché

source: Sync Everything
es: Sincronizar Todo

source: Synchronizing Works, Fundings & Profiles...
es: Sincronizando Contribuciones, Financiamientos y Perfiles...

source: This may take several minutes.
es: Esto puede tomar varios minutos.

source: Data Type
es: Tipo de Dato

source: Records Cached
es: Registros en Caché

source: Export Data
es: Exportar Datos

source: Scholarly Works
es: Trabajos Académicos

source: Empty
es: Vacío

source: Fundings & Grants
es: Financiamientos y Subvenciones

source: Researcher Names
es: Nombres de Investigadores

source: Auto-updated with Sync
es: Auto-actualizado con Sincronización

source: Internal Use
es: Uso Interno

source: Management Actions
es: Acciones de Gestión

source: Data Access
es: Acceso a Datos

source: Full Sync
es: Sincronización Completa

source: The "Sync Everything" button triggers a sequential update of Publications, Funding, and Profile names. This ensures reports reflect the latest data from ORCID.
es: El botón "Sincronizar Todo" activa una actualización secuencial de Publicaciones, Financiamiento y Nombres de perfil. Esto asegura que los reportes reflejen los datos más recientes de ORCID.

source: Data Availability
es: Disponibilidad de Datos

source: This data is centrally synchronized by the institutional administrators. You can download the latest available datasets in CSV or Excel format.
es: Estos datos son sincronizados centralmente por los administradores institucionales. Puedes descargar los últimos conjuntos de datos disponibles en formato CSV o Excel.

source: Analytics
es: Analítica

source: Visualize trends, funding sources, and top journals in the Metrics Panel.
es: Visualiza tendencias, fuentes de financiamiento y principales revistas en el Panel de Métricas.

source: Go to Metrics
es: Ir a Métricas

source: Start full synchronization? This process downloads Works, Fundings, and updates Profile Names.
es: ¿Iniciar sincronización completa? Este proceso descarga Contribuciones, Financiamientos y actualiza Nombres de Perfil.
