Repository: ConsorcioCINCEL/DataOrcid
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: You must log in to access this page.
es: Debes iniciar sesión para acceder a esta página.

source: Access restricted to administrators.
es: Acceso restringido a administradores.

source: Your session has expired or you are not logged in.
es: Tu sesión ha expirado o no has iniciado sesión.

source: You do not have the required permissions to access this section.
es: No tienes los permisos necesarios para acceder a esta sección.

source: This action requires administrator or manager permissions.
es: Esta acción requiere permisos de administrador o gestor.

source: Biography
es: Biografía

source: Created Date
es: Fecha de Creación

source: Last Modified
es: Última Modificación

source: Visibility
es: Visibilidad

source: Name
es: Nombre

source: Verified
es: Verificado

source: Primary
es: Principal

source: Country
es: País

source: Keyword
es: Palabras clave

source: Type
es: Tipo

source: Value
es: Valor

source: Title
es: Título

source: Organization
es: Organización

source: Start Year
es: Año de Inicio

source: End Year
es: Año de Término

source: Source
es: Fuente

source: Degree/Title
es: Grado/Título

source: Institution
es: Institución

source: Position
es: Cargo

source: Funder
es: Financiador

source: Grant ID
es: ID de Financiamiento

source: Year
es: Año

source: Role
es: Rol

source: Completion Year
es: Año de Finalización

source: No data available
es: No hay datos disponibles

source: ORCID service communication error.
es: Error de comunicación con el servicio ORCID.

source: Connection timed out. Please try again.
es: La conexión expiró. Por favor intenta nuevamente.

source: You need admin or manager role to access this section.
es: Necesitas rol de administrador o gestor para acceder a esta sección.

source: The "Username" field is required.
es: El campo "Usuario" es obligatorio.

source: GRID ID '%(g)s' automatically found for ROR %(r)s.
es: ID GRID '%(g)s' encontrado automáticamente para ROR %(r)s.

source: A user with username "%(u)s" already exists.
es: Ya existe un usuario con nombre "%(u)s".

source: User "%(u)s" created%(r)s. Password: %(p)s
es: Usuario "%(u)s" creado%(r)s. Contraseña: %(p)s

source: Could not create user. Check logs.
es: No se pudo crear el usuario. Revisa los logs.

source: Password reset for %(u)s. New temporary: %(p)s
es: Contraseña reseteada para %(u)s. Nueva temporal: %(p)s

source: Could not reset password.
es: No se pudo resetear la contraseña.

source: User does not have a valid email.
es: El usuario no tiene un correo válido.

source: Access to Data ORCID-Chile (credentials)
es: Acceso a Data ORCID-Chile (credenciales)

source: Hello
es: Hola

source: Your access credentials for <strong>Data ORCID-Chile</strong> have been updated:
es: Tus credenciales de acceso para <strong>Data ORCID-Chile</strong> han sido actualizadas:

source: Username
es: Usuario

source: Temporary Password
es: Contraseña temporal

source: For security reasons, please change your password upon login.
es: Por razones de seguridad, por favor cambie su contraseña al iniciar sesión.

source: Credentials sent to %(r)s.
es: Credenciales enviadas a %(r)s.

source: Could not send email.
es: No se pudo enviar el correo.

source: You cannot remove admin role from your own account.
es: No puedes quitar el rol de administrador a tu propia cuenta.

source: GRID ID '%(g)s' automatically found.
es: ID GRID '%(g)s' encontrado automáticamente.

source: User "%(u)s" updated successfully.
es: Usuario "%(u)s" actualizado correctamente.

source: Could not update user.
es: No se pudo actualizar el usuario.

source: You cannot delete the main admin account.
es: No puedes eliminar la cuenta admin principal.

source: User deleted successfully.
es: Usuario eliminado correctamente.

source: Could not delete user.
es: No se pudo eliminar el usuario.

source: Action not allowed
es: Acción no permitida

source: Active institution changed to: %(r)s
es: Institución activa cambiada a: %(r)s

source: Parameter 'year' must be specified.
es: Debe especificarse el parámetro 'year'.

source: Invalid mode. Use 'cache' or 'fresh'.
es: Modo inválido. Use 'cache' o 'fresh'.

source: No cache available for year %(y)s.
es: No hay caché disponible para el año %(y)s.

source: Could not fetch data from ORCID.
es: No se pudo obtener datos desde ORCID.

source: Internal server error.
es: Error interno del servidor.

source: Recover your password — Data ORCID-Chile
es: Recupera tu contraseña — Data ORCID-Chile

source: Could not send recovery email.
es: No fue posible enviar el correo de recuperación.

source: If the account exists, we will send instructions.
es: Si la cuenta existe, enviaremos las instrucciones.

source: Invalid or non-existent user.
es: Usuario inválido o inexistente.

source: Token expired.
es: Token expirado.

source: Invalid token.
es: Token inválido.

source: Password must be at least 6 characters.
es: La contraseña debe tener al menos 6 caracteres.

source: Passwords do not match.
es: Las contraseñas no coinciden.

source: Password updated successfully. Please log in.
es: Contraseña actualizada exitosamente. Por favor, inicia sesión.

source: Invalid username or password.
es: Usuario o contraseña inválido.

source: Session closed successfully.
es: Sesión cerrada correctamente.

source: Current password is incorrect.
es: La contraseña actual es incorrecta.

source: New passwords do not match.
es: Las nuevas contraseñas no coinciden.

source: New password too short (min 6 chars).
es: La nueva contraseña es muy corta (mínimo 6 caracteres).

source: Password updated successfully.
es: Contraseña actualizada correctamente.

source: The Affiliation Manager ID must start with 'APP-'.
es: El ID del Affiliation Manager debe comenzar con 'APP-'.

source: Affiliation Manager settings updated.
es: Configuración del Affiliation Manager actualizada.

source: Internal database error while saving settings.
es: Error interno de base de datos al guardar la configuración.

source: You do not have sufficient permissions to perform this action.
es: No tienes permisos suficientes para realizar esta acción.

source: No active institution (ROR ID) selected. Please select one first.
es: No hay institución activa (ROR ID) seleccionada. Selecciona una primero.

source: Authentication failed: Could not obtain a valid ORCID Member Token.
es: Fallo de autenticación: No se pudo obtener un Token de Miembro ORCID válido.

source: Works cache successfully rebuilt: %(count)s records updated.
es: Caché de contribuciones (works) reconstruida: %(count)s registros actualizados.

source: Funding cache successfully rebuilt: %(count)s records updated.
es: Caché de financiamiento reconstruida: %(count)s registros actualizados.

source: Invalid cache target specified: '%(target)s'.
es: Objetivo de caché especificado inválido: '%(target)s'.

source: Critical error during cache rebuild: %(error)s
es: Error crítico durante la reconstrucción de caché: %(error)s

source: With DOI
es: Con DOI

source: Without DOI
es: Sin DOI

source: An error occurred while generating publication statistics.
es: Ocurrió un error al generar las estadísticas de publicaciones.

source: ORCID_Full_Report
es: Reporte_Completo_ORCID

source: Could not generate the requested Excel file.
es: No se pudo generar el archivo Excel solicitado.

source: Could not generate the requested file.
es: No se pudo generar el archivo solicitado.

source: Given Names
es: Nombres

source: Family Names
es: Apellidos

source: Credit Name
es: Nombre de crédito

source: Created
es: Creado

source: Identity
es: Identidad

source: ExternalIDs
es: Identificadores Externos

source: Agency
es: Agencia

source: Fundings
es: Financiamientos

source: Journal/Publisher
es: Revista/Editorial

source: Works
es: Contribuciones (works)

source: No ROR ID found in session.
es: No se encontró ROR ID en la sesión.

source: Funding cache created successfully: %(count)s records.
es: Caché de financiamiento creada exitosamente: %(count)s registros.

source: Error building funding cache. Check logs.
es: Error construyendo caché de financiamiento. Revisa los logs.

source: No funding cache available. Please run "Download from scratch".
es: No hay caché de financiamiento disponible. Por favor ejecuta "Descargar desde cero".

source: Funding cache is empty.
es: La caché de financiamiento está vacía.

source: An error occurred generating the export file.
es: Ocurrió un error al generar el archivo de exportación.

source: No active ROR ID found.
es: No se encontró un ROR ID activo.

source: Could not communicate with ORCID services.
es: No fue posible comunicarse con los servicios de ORCID.

source: Unknown Researcher
es: Investigador Desconocido

source: No data available to download for this chart.
es: No hay datos disponibles para descargar en este gráfico.

source: An error occurred while exporting data.
es: Ocurrió un error al exportar los datos.

source: The requested ORCID profile could not be loaded.
es: No se pudo cargar el perfil ORCID solicitado.

source: The requested file was not found on the server.
es: El archivo solicitado no se encontró en el servidor.

source: Could not retrieve the list of available files.
es: No fue posible recuperar la lista de archivos disponibles.

source: No active institution context found.
es: No se encontró un contexto de institución activa.

source: Full synchronization complete: %(w)s works, %(f)s grants, and %(p)s profiles updated.
es: Sincronización completa finalizada: %(w)s contribuciones, %(f)s proyectos y %(p)s perfiles actualizados.

source: Sync completed with errors in: %(err)s. Check logs.
es: Sincronización completada con errores en: %(err)s. Revisa los logs.

source: Funding cache updated.
es: Caché de financiamiento actualizada.

source: Error updating fundings.
es: Error actualizando financiamientos.

source: Profiles updated: %s
es: Perfiles actualizados: %s

source: Error updating profiles
es: Error actualizando perfiles

source: The publication cache is currently empty.
es: La caché de publicaciones está vacía actualmente.

source: The funding cache is empty.
es: La caché de financiamiento está vacía.

source: Home
es: Inicio

source: Switch Institution
es: Cambiar Institución

source: Loading...
es: Cargando...

source: My Institution
es: Mi Institución

source: Last data synchronization
es: Última sincronización de datos

source: Updated:
es: Actualizado:

source: Logout
es: Cerrar sesión

source: For questions, support, or to schedule online training, contact:
es: Para dudas, soporte o agendar una <strong>capacitación online</strong>, contactar a <strong>Gastón Olivares</strong> —

source: Edit User Details
es: Editar detalles del usuario

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Affiliation Manager Client ID
es: Client ID del Affiliation Manager

source: Optional. Used to identify Managed Records (AM Badge).
es: Opcional. Usado para identificar Registros Gestionados (Sello AM).

source: Preferred Language
es: Idioma Preferido

source: Assign Roles
es: Asignar Roles

source: Manager
es: Gestor

source: Cancel
es: Cancelar

source: Update User
es: Actualizar Usuario

source: Create New User
es: Crear nuevo usuario

source: Default Language
es: Idioma predeterminado

source: Initial Roles
es: Roles Iniciales

source: Create User
es: Crear usuario

source: Usage Statistics · Data ORCID-Chile
es: Estadísticas de Uso · Data ORCID-Chile

source: System Activity Logs
es: Logs de Actividad del Sistema

source: Statistics
es: Estadísticas

source: Search Keyword
es: Palabra clave de búsqueda

source: User, path, or IP...
es: Usuario, ruta o IP...

source: Filter by User
es: Filtrar por usuario

source: All Users
es: Todos los usuarios

source: Include anonymous (guest) access
es: Incluir acceso anónimo (invitado)

source: Apply
es: Aplicar

source: Recent Requests
es: Solicitudes Recientes

source: Page
es: Página

source: of
es: de

source: Timestamp
es: Marca de tiempo

source: User
es: Usuario

source: Request Path
es: Ruta de Solicitud

source: Method
es: Método

source: Status
es: Estado

source: Latency
es: Latencia

source: No activity logs found for the selected filters.
es: No hay registros de actividad para los filtros seleccionados.

source: Select a user
es: Seleccionar un usuario

source: User Administration
es: Administración de usuarios

source: Users
es: Usuarios

source: Search by username, institution, ROR or email
es: Buscar por usuario, institución, ROR o email

source: Search
es: Buscar

source: System Users
es: Usuarios del Sistema

source: Contact Info
es: Info de Contacto

source: Full Name
es: Nombre Completo

source: Institution / ROR
es: Institución / ROR

source: Actions
es: Acciones

source: Edit
es: Editar

source: Reset password for
es: Resetear contraseña para

source: Reset Password
es: Resetear contraseña

source: Temporary credentials will be sent to
es: Se enviará un correo con credenciales temporales a

source: Send Credentials
es: Enviar Credenciales

source: Delete user
es: Eliminar usuario

source: Delete
es: Eliminar

source: No users found.
es: No se encontraron usuarios.

source: Affiliation Manager Settings
es: Configuración del Affiliation Manager

source: Affiliation Manager Key
es: Clave de Affiliation Manager

source: Institutional Manager Identifier
es: Identificador de Gestor Institucional

source: To correctly identify and highlight records managed by your institution, please provide your integration credentials.
es: Para identificar correctamente y destacar los registros gestionados por tu institución, por favor proporciona tus credenciales de integración.

source: Enter the <strong>Client ID</strong> used by your <em>Affiliation Manager</em> tool to write to ORCID. The system will use this ID to identify which records were managed by your institution (AM Badge).
es: Ingresa el <strong>Client ID</strong> utilizado por tu herramienta de <em>Affiliation Manager</em> para escribir en ORCID. El sistema usará este ID para identificar qué registros fueron gestionados por tu institución (Sello AM).

source: Ex: APP-4B3XYWJHXCC1VLVV
es: Ej: APP-4B3XYWJHXCC1VLVV

source: Note: This is different from your Public or Member API Key. It usually starts with the prefix
es: Nota: Esto es diferente a tu API Key Pública o de Miembro. Usualmente comienza con el prefijo

source: Save Configuration
es: Guardar Configuración

source: Don't have an Affiliation Manager ID yet?
es: ¿Aún no tienes un ID de Affiliation Manager?

source: Learn more about ORCID AM
es: Conoce más sobre ORCID AM

source: Change Password · Data ORCID-Chile
es: Cambiar Contraseña · Data ORCID-Chile

source: Security Settings
es: Configuración de Seguridad

source: Change Password
es: Cambiar contraseña

source: Update Password
es: Actualizar Contraseña

source: For your security, please do not share your credentials. Use a strong password with at least 8 characters.
es: Por tu seguridad, no compartas tus credenciales. Usa una contraseña fuerte con al menos 8 caracteres.

source: Current Password
es: Contraseña actual

source: New Password
es: Nueva contraseña

source: Minimum 8 characters.
es: Mínimo 8 caracteres.

source: Confirm New Password
es: Confirmar nueva contraseña

source: If you have forgotten your password, please contact your institutional administrator.
es: Si has olvidado tu contraseña, por favor contacta a tu administrador institucional.

source: New password and confirmation do not match.
es: La nueva contraseña y la confirmación no coinciden.

source: Recover Password · Data ORCID-Chile
es: Recuperar contraseña · Data ORCID-Chile

source: Recover Password
es: Recuperar contraseña

source: Enter your email address and we will send you instructions to reset your password.
es: Ingresa tu dirección de correo y te enviaremos instrucciones para restablecer tu contraseña.

source: Institutional Email
es: Email Institucional

source: example@institution.cl
es: ejemplo@institucion.cl

source: Send Reset Link
es: Enviar Enlace de Reseteo

source: Back to Sign In
es: Volver al Inicio de Sesión

source: Having trouble?
es: ¿Tienes problemas?

source: Contact Support
es: Contactar Soporte

source: Processing...
es: Procesando...

source: Login · Data ORCID-Chile
es: Iniciar sesión · Data ORCID-Chile

source: Sign in to access institutional data
es: Inicia sesión para acceder a datos institucionales

source: Username or Email
es: Usuario o Email

source: Enter your username
es: Ingresa tu usuario

source: Password
es: Contraseña

source: Enter your password
es: Ingresa tu contraseña

source: Keep me logged in
es: Mantener sesión iniciada

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Sign In
es: Iniciar Sesión

source: Reset Password · Data ORCID-Chile
es: Resetear Contraseña · Data ORCID-Chile

source: Password Recovery
es: Recuperación de Contraseña

source: Login
es: Iniciar sesión

source: Create New Password
es: Crear Nueva Contraseña

source: Please enter and confirm your new password below. Ensure it is secure and easy for you to remember.
es: Por favor ingresa y confirma tu nueva contraseña abajo. Asegúrate de que sea segura y fácil de recordar para ti.

source: Reset & Login
es: Resetear e Iniciar Sesión

source: The passwords entered do not match. Please try again.
es: Las contraseñas ingresadas no coinciden. Por favor intenta nuevamente.

source: Metrics Dashboard · Data ORCID-Chile
es: Panel de Métricas · Data ORCID-Chile

source: ORCID Metrics Dashboard
es: Panel de Métricas ORCID

source: Dashboard
es: Panel de Control

source: Total Works
es: Total Contribuciones

source: Total Fundings
es: Total Financiamientos

source: Active Researchers
es: Investigadores Activos

source: Last Update
es: Última Actualización

source: Institutional Production Trend
es: Tendencia de Producción Institucional

source: Work Types
es: Tipos de Contribución

source: Funding by Year
es: Financiamiento por Año

source: Top 10 Contributors
es: Top 10 Colaboradores

source: Researcher
es: Investigador

source: Loading data...
es: Cargando datos...

source: No cached data available for this institution. Please run a Cache Rebuild first.
es: No hay datos en caché para esta institución. Por favor ejecuta una Reconstrucción de Caché primero.

source: Publications
es: Publicaciones

source: Grants
es: Proyectos/Subvenciones

source: Authorized Researchers · ORCID Demo
es: Investigadores Autorizados · Demo ORCID

source: Researcher Authorization Status
es: Estado de Autorización del Investigador

source: Upload More
es: Cargar Más

source: Projects
es: Proyectos

source: Authorized
es: Autorizado

source: Pending
es: Pendiente

source: Manage Projects
es: Gestionar Proyectos

source: Project Management
es: Gestión de Proyectos

source: Back to list
es: Volver a la lista

source: Projects for
es: Proyectos para

source: Permissions not granted yet. The researcher must authorize via the link sent to their email before pushing data.
es: Permisos no otorgados aún. El investigador debe autorizar mediante el enlace enviado a su correo antes de enviar datos.

source: Project Title
es: Título del Proyecto

source: Grant Number
es: Número de Proyecto

source: Action
es: Acción

source: Pushed
es: Enviado (Pushed)

source: Ready
es: Listo

source: Push to ORCID
es: Enviar a ORCID

source: Waiting for authorization
es: Esperando autorización

source: Upload Projects · ORCID Demo
es: Cargar Proyectos · Demo ORCID

source: Upload Projects CSV
es: Cargar CSV de Proyectos

source: Select a CSV file containing researcher IDs and project data to initiate the integration flow.
es: Selecciona un archivo CSV que contenga los IDs de los investigadores y datos de proyectos para iniciar el flujo de integración.

source: Choose CSV file
es: Elegir archivo CSV

source: Process & Send Invites
es: Procesar y Enviar Invitaciones

source: Administration
es: Administración

source: User Management
es: Gestión de Usuarios

source: System Usage Logs
es: Logs de Uso del Sistema

source: Institutional Data
es: Datos Institucionales

source: ORCID Analytics
es: Analítica ORCID

source: Data Downloads
es: Descarga de Datos

source: Researchers List
es: Lista de Investigadores

source: Integration Tools
es: Herramientas de Integración

source: API Read (Pull)
es: API Lectura (Pull)

source: API Write (Push)
es: API Escritura (Push)

source: AM Settings
es: Configuración AM

source: Knowledge Base
es: Base de Conocimiento

source: Sign Out
es: Cerrar Sesión

source: Home · Data ORCID-Chile
es: Inicio · Data ORCID-Chile

source: Institutional Dashboard
es: Panel Institucional

source: Hello,
es: Hola,

source: Institutional Management Portal · ORCID-Chile Consortium
es: Portal de Gestión Institucional · Consorcio ORCID-Chile

source: This platform enables member institutions to access, consult, and export public data registered by their affiliated researchers. All information is retrieved directly via the official ORCID API, ensuring that the data reflects exactly what researchers have published on their profiles.
es: Esta plataforma permite a las instituciones miembros acceder, consultar y exportar datos públicos registrados por sus investigadores afiliados. Toda la información se recupera directamente a través de la API oficial de ORCID, asegurando que los datos reflejen exactamente lo que los investigadores han publicado en sus perfiles.

source: Auto-update:
es: Auto-actualización:

source: Every weekend.
es: Cada fin de semana.

source: Data Source:
es: Fuente de Datos:

source: ORCID Public V3.0.
es: ORCID Público V3.0.

source: Integrity:
es: Integridad:

source: Unmodified original records.
es: Registros originales sin modificaciones.

source: Affiliated Researchers
es: Investigadores Afiliados

source: Cached Works
es: Contribuciones en Caché

source: Cached Grants
es: Proyectos en Caché

source: Data Composition
es: Composición de Datos

source: Ratio of Publications vs. Research Grants in local cache.
es: Proporción de Publicaciones vs. Fondos de Investigación en caché local.

source: No data cached. Please run a sync.
es: No hay datos en caché. Por favor, ejecuta una sincronización.

source: Institutional Activity Level
es: Nivel de Actividad Institucional

source: Full Rankings
es: Rankings Completos

source: Comparison of data volume across primary research categories.
es: Comparación del volumen de datos a través de las principales categorías de investigación.

source: System Modules
es: Módulos del Sistema

source: Analyze publication trends, journals, and top researchers.
es: Analiza tendencias de publicación, revistas e investigadores destacados.

source: Access the repository to export Works and Fundings to Excel/CSV.
es: Accede al repositorio para exportar Contribuciones y Financiamientos a Excel/CSV.

source: Direct access to the profile directory and management tools.
es: Acceso directo al directorio de perfiles y herramientas de gestión.

source: Sync Required
es: Sincronización Requerida

source: Open Module
es: Abrir Módulo

source: Volume Comparison
es: Comparación de Volumen

source: Write (Push) Integration Guide · Data ORCID-Chile
es: Guía de Integración de Escritura (Push) · Data ORCID-Chile

source: ORCID Push Integration Guide
es: Guía de Integración Push de ORCID

source: Implementation Guide
es: Guía de Implementación

source: Introduction
es: Introducción
